{ 
    "title": "Cover letter",
    "greeting": "Dear Recruiter",
    "segment1": "If you are reading this letter, please know that I am extremely interested in the position you have posted and I'm confident that I will be able to add value to future projects and benefit both the team and the company as a whole. For several years, I have been gathering knowledge and experience in developing modern web applications to eventually make a significant contribution to the development of a company that will believe in me and my strengths.",
    "segment2": "Starting with the simplest HTML, CSS and JS, I enriched my skills with new technologies step by step and I'm not going to stop there. Now I can confidently call myself a React-oriented front-end developer who has devoted an extremely large amount of time and energy to developing myself as a programmer. But my ambitions don't stop there - there are still many languages and technologies I intend to master. I already had a little practical experience with the backend part - Node.js, as well as the MongoDB database, and I plan to further deepen my knowledge and improve my skills to provide the best possible user interface and optimize the performance of applications.",
    "segment3": "In addition to my technical skills, I am also a highly motivated and results-oriented individual with a strong work ethic and a collaborative spirit. I am a quick learner, adaptable to new technologies, and I am always eager to take on new challenges. I am confident that my skills and experience would be a valuable asset to your team. I am fully prepared for both team project development and individual tasks, and the SCRUM methodology is not alien to me. My motto is 'There are no impossible tasks, the 'unrealistic' ones take a little more time.'",
    "segment4": "I am eager to discuss how my skills and experience can contribute to the success of company I will work for. Thank you for considering my application. Have a nice day!",
    "final": "Sincerely,",
    "name": "Maksym Opanasenko",
    "research": "I collect statistics on how often cover letters are read by recruiters. Writing a custom letter can take up a lot of time that a junior could spend studying or doing other useful things. From personal experience, I never received a response to my letters. I'm curious if recruiters even read cover letters, so if you're here, please click the 'Accept' button so I can collect the necessary data for my research. By doing so, you consent to the processing of data related to your location by IP address.",
    "btn": "Accept"
}