{
    "title": "List motywacyjny",
    "greeting": "Szanowny Rekruterze,",
    "segment1": "Jeśli czytasz ten list, proszę wiedzieć, że jestem niezwykle zainteresowany stanowiskiem, które zostało przez Ciebie opublikowane, i jestem pewien, że będę w stanie wnosić wartość do przyszłych projektów, przynosząc korzyści zarówno zespołowi, jak i całej firmie. Przez kilka lat gromadziłem wiedzę i doświadczenie w tworzeniu nowoczesnych aplikacji internetowych, aby w końcu móc złożyć istotny wkład w rozwój firmy, która uwierzy w moje umiejętności i potencjał",
    "segment2": "Rozpoczynając od prostego HTML, CSS i JS, stopniowo wzbogacałem swoje umiejętności o nowe technologie, i nie zamierzam się tam zatrzymać. Teraz śmiało mogę nazwać siebie programistą front-end skoncentrowanym na React, który poświęcił ogromną ilość czasu i energii na rozwijanie się jako programista. Jednak moje ambicje się nie kończą - nadal istnieje wiele języków i technologii, które zamierzam opanować. Miałem już trochę praktycznego doświadczenia z częścią backendową - Node.js, oraz bazą danych MongoDB, i planuję pogłębiać moją wiedzę i doskonalić umiejętności, aby dostarczać jak najlepsze interfejsy użytkownika i optymalizować wydajność aplikacji.",
    "segment3": "Oprócz moich umiejętności technicznych, jestem również bardzo zmotywowaną osobą nastawioną na osiąganie wyników, posiadającą silną etykę pracy i ducha współpracy. Jestem szybkim uczniem, gotowym dostosować się do nowych technologii, zawsze chętnym do podejmowania nowych wyzwań. Jestem pewien, że moje umiejętności i doświadczenie stanowią cenny zasób dla Twojego zespołu. Jestem w pełni przygotowany do pracy zarówno nad projektami zespołowymi, jak i do wykonywania zadań indywidualnych, a metodologia SCRUM nie jest mi obca. Moje motto to: 'Nie ma niemożliwych zadań; te 'nierealne' wymagają jedynie trochę więcej czasu.'",
    "segment4": "Z niecierpliwością czekam na możliwość omówienia, w jaki sposób moje umiejętności i doświadczenie mogą przyczynić się do sukcesu firmy, dla której będę pracować. Dziękuję za rozpatrzenie mojej aplikacji. Życzę miłego dnia!",
    "final": "Pozdrawiam,",
    "name": "Maksym Opanasenko",
    "research": "Zbieram statystyki dotyczące tego, jak często rekruterzy czytają listy motywacyjne. Napisanie spersonalizowanego listu może zająć dużo czasu, który młodszy pracownik mógłby przeznaczyć na naukę lub wykonywanie innych przydatnych rzeczy. Z mojego doświadczenia wynika, że nigdy nie otrzymałem odpowiedzi na moje listy. Ciekawi mnie, czy rekruterzy w ogóle czytają listy motywacyjne, więc jeśli jesteś tutaj, proszę kliknij przycisk 'Potwierdzić', abym mógł zbierać niezbędne dane do moich badań. Robiąc to, wyrażasz zgodę na przetwarzanie danych związanych z Twoją lokalizacją poprzez adres IP.",
    "btn": "Potwierdzić"
}