{
    "title": "Мотиваційний лист",
    "greeting": "Шановний Рекрутере,",
    "segment1": "Цим листом я висловлюю глибокий інтерес до вакансії, яку Ви опублікували. Оцінивши свої можливості, я впевнений, що зможу додати цінності майбутнім проєктам компанії і принести користь як команді, так і бізнесу в цілому. Протягом декількох років я накопичував знання та досвід у розробці сучасних веб-додатків, щоб з часом зробити значний внесок у розвиток компанії, яка повірить у мене та мої сильні сторони.",
    "segment2": "Почавши з найпростіших HTML, CSS та JS, я крок за кроком збагачував свої знання новими технологіями і не збираюся зупинятися на досягнутому. Зараз я впевнено можу назвати себе React-орієнтованим фронтенд-розробником, який присвятив надзвичайно велику кількість часу та енергії розвитку себе як програміста. Але на цьому мої амбіції не зупиняються - є ще багато мов і технологій, які я маю намір освоїти. Я вже мав невеликий практичний досвід роботи з бекенд-частиною - Node.js, а також з базою даних MongoDB, і планую надалі поглиблювати свої знання та вдосконалювати навички, щоб забезпечити найкращий користувацький інтерфейс та оптимізувати продуктивність додатків.",
    "segment3": "На додаток до моїх технічних навичок, я також є високомотивованою та орієнтованою на результат людиною з сильною трудовою етикою та незламним духом співпраці. Я швидко вчуся, легко адаптуюся до нових технологій і завжди готовий прийняти нові виклики. Я впевнений, що мої навички та досвід будуть цінним надбанням для вашої команди. Впевнений у своїй готовності до якісного виконання завдань як у командному середовищі, так і при індивідуальній роботі, а методологія SCRUM мені не чужа. Мій девіз: 'Неможливих завдань не існує, 'нереальні' займають трохи більше часу'.",
    "segment4": "Я з великим інтересом чекаю можливості обговорити, як мої навички та досвід можуть сприяти успіху вашої компанії. Дякую за розгляд моєї заявки. Гарного Вам дня!",
    "final": "З повагою,",
    "name": "Максим Опанасенко",
    "research": "Я збираю статистику, як часто супровідні листи читають рекрутери. Написання персонального листа може забрати багато часу, який джуніор міг би витратити на навчання або інші корисні справи. З особистого досвіду, я ніколи не отримував відповіді на свої листи. Мені цікаво, чи рекрутери взагалі читають супровідні листи, тому якщо ви тут, будь ласка, натисніть кнопку 'Прийняти', щоб я міг зібрати необхідні дані для мого дослідження. Роблячи це, ви даєте згоду на обробку даних, пов'язаних з Вашим місцезнаходженням за IP-адресою.",
    "btn": "Прийняти"
}