{
    "title": "List motywacyjny",
    "greeting": "Szanowny Rekruterze,",
    "segment1": "Z ogromną przyjemnością składam podanie o pracę na ogłoszone przez Pana/Panią stanowisko. Moje zainteresowanie tą pozycją wynika z przekonania, że mogę przynieść wartość do przyszłych projektów, zdobywając korzyści zarówno dla zespołu, jak i całej firmy. Przez kilka lat gromadziłem wiedzę i doświadczenie w tworzeniu nowoczesnych aplikacji internetowych, aby w końcu móc złożyć istotny wkład w rozwój firmy, która doceni moje umiejętności i uwierzy w mój potencjał.",
    "segment2": "Mój rozwój zawodowy zaczynał się od prostego HTML, CSS i JS, lecz stopniowo poszerzałem zakres swoich umiejętności o nowoczesne technologie. Teraz śmiało mogę nazwać siebie programistą front-end z naciskiem na React, poświęcającym ogromną ilość czasu i energii na rozwijanie swojego warsztatu. Jestem jednak otwarty na ciągłe doskonalenie i zdobywanie nowych umiejętności, planując poszerzenie swojej wiedzy o nowe języki i technologie. Miałem już trochę praktycznego doświadczenia z częścią backendową - Node.js, oraz bazą danych MongoDB, i zamierzam pogłębiać moją wiedzę i doskonalić umiejętności, celem zapewnienia najwyższej jakości interfejsów użytkownika i optymalizowania wydajności aplikacji.",
    "segment3": "Oprócz moich kompetencji technicznych, jestem również bardzo zmotywowaną osobą nastawioną na osiąganie wyników, posiadającą silną etykę pracy i umiejętnością efektywnej współpracy. Jestem szybkim uczniem, gotowym na adaptację do nowych technologii i entuzjastycznie podchodzę do nowych wyzwań. Jestem pewien, że moje umiejętności i doświadczenie stanowią cenny zasób dla Państwa zespołu. Jestem przekonany, że moje umiejętności i doświadczenie mogą stanowić cenny wkład w Państwa zespół. Jestem gotów do pracy zarówno w ramach projektów grupowych, jak i do samodzielnego wykonywania zadań, a moje doświadczenie w metodologii SCRUM pozwala mi efektywnie zarządzać czasem i zasobami. Moje motto to: 'Nie ma niwykonalnych zadań; te 'nierealne' wymagają jedynie trochę więcej czasu.'",
    "segment4": "Z ogromnym zainteresowaniem oczekuję możliwości omówienia, w jaki sposób moje umiejętności i doświadczenie mogą przyczynić się do osiągnięcia sukcesów w Państwa firmie. Dziękuję za uwzględnienie mojej aplikacji. Życzę miłego dnia!",
    "final": "Pozdrawiam,",
    "name": "Maksym Opanasenko",
    "research": "Zbieram statystyki dotyczące tego, jak często rekruterzy czytają listy motywacyjne. Napisanie spersonalizowanego listu może zająć dużo czasu, który junior mógłby przeznaczyć na naukę lub wykonywanie innych przydatnych rzeczy. Z mojego doświadczenia wynika, że nigdy nie otrzymałem odpowiedzi na moje listy. Ciekawi mnie, czy rekruterzy w ogóle czytają listy motywacyjne, więc jeśli jesteś tutaj, proszę kliknij przycisk 'Zaakceptować', abym mógł zebrać niezbędne dane do moich badań. Robiąc to, wyrażasz zgodę na przetwarzanie danych związanych z Twoją lokalizacją poprzez adres IP.",
    "btn": "Zaakceptować"
}